<template>
	<view class="school">
		<cu-custom bgColor="bg-gradual-green1" :isBack="true">
			<block slot="backText">返回</block>
			<block slot="content">院史介绍</block>
		</cu-custom>

		<view class="sch-his">
			<view class="bg-img bg-mask flex align-center" style="background-image: url('http://www.imapway.cn/Alumni/static/home/banner22x.png');height: 300upx;background-size: 100% 100%;"></view>
			<scroll-view scroll-x class="bg-white nav text-center">
				<view class="cu-item" :class="index==tabCur?'text-green1 cur':''" v-for="(item,index) in tabList" :key="item.id" @tap="tabSelect"
				 :data-id="item.id">
					{{item.name}}
				</view>
			</scroll-view>
			<view class="sch-his-content" v-if="tabCur==0">
				<p>长安大学直属国家教育部，是国家首批“211工程”重点建设大学、国家“985优势学科创新平台”建设高校、国家“双一流”建设高校。</p>
				<p>学校创建于新中国百业待兴之时，壮大于改革浪潮迭起之际，兴盛于高等教育强国大势之中，与共和国同向同行近七十载。自1951年起，学校前身西安公路学院、西安地质学院、西北建筑工程学院相继成立。1956年开始招收外国留学生。1978年开始招收硕士研究生。1983年开始招收博士研究生。1997年成为首批“211工程”建设大学。2000年三校合并，组建长安大学，掀开学校跨越式发展新篇章。2005年以来，教育部先后与交通运输部、陕西省人民政府、国土资源部（现自然资源部）、住房和城乡建设部签署共建长安大学协议，“四部一省”共建长安大学的办学格局正式形成。2011年入选国家“985优势学科创新平台”建设高校。2017年入选世界一流学科建设高校，迈向新时代，踏上新征程。</p>
				<p>学校现有9个一级学科博士点，33个一级学科硕士点。有9个博士后科研流动站。工程学、地球科学、材料科学、环境科学与生态学等4个学科进入ESI全球前1%。现有82个本科专业，其中23个专业入选国家“双万计划”一流建设专业，17个专业通过国家工程教育认证。学校稳居中国大学百强，土木与交通学科雄居U.S.News全球大学第66名，被誉为公路交通人才培养的“黄埔军校”、科技创新的“金名片”。</p>
			</view>
			<view class="sch-his-content" v-if="tabCur==1">
				<p>地质工程与测绘学院是长安大学重点建设学院，由地质工程、地球物理学、测绘工程和安全工程等四大学科群组成，形成了以工为主，理工兼备、学科优势突出、专业特色鲜明的高水平学院，学院获批“西部地质灾害与地质工程学科创新引智基地”，同时成为联合国教科文组织地质环境灾害减灾教席项目国际协作单位，现已成为西部地区乃至国家培养高层次地质工程、岩土工程、应用地球物理、测绘工程以及安全工程人才的重要基地。地质资源与地质工程、测绘科学与技术一级学科进入陕西省一流学科建设行列；地质工程为国家二级重点学科；地球探测与信息技术、防灾减灾工程及防护工程、大地测量学与测量工程等为省部级重点学科。地质工程、遥感科学与技术入选国家级一流专业建设点，测绘工程、勘查技术与工程、安全工程专业入选陕西省一流专业建设点，地理信息科学为陕西省特色专业。</p>
				<p>学院获2018年国家级高等教育教学成果奖2项：“基于“提高解决复杂地质问题能力”的地质类专业创新人才培养体系构建与实践”、“创新驱动，构建知行合一 卓越工程人才培养体系”；获2020年中国卫星导航定位协会教学成果全国特等奖1项：“前瞻引领、创新驱动、实践提升的卫星导航创新型人才培养体系与成效”。</p>
			<p>学院拥有西部矿产资源与地质工程教育部重点实验室、黄土高原水循环与地质环境教育部野外科学观测研究站、自然资源部岩土工程开放研究实验室、科学技术部国家遥感中心地质灾害研究部、中国地球物理学会地球物理场多参数综合模拟重点实验室、陕西省黄河科学研究院等省部级重点科研平台以及综合物探实验室、信息实验室、测量与遥感实验室、安全工程实验室等。学院承担了国家973计划项目、国家863计划重大项目、国家重点研发项目、国家自然科学基金委重大项目、国家自然科学基金重点项目、国家科技攻关专项、国土资源大调查项目、国家西部交通建设科技项目、教育部国际合作计划、国家水电工程的重大工程项目、能源与灾害地球物理探测和城市地质灾害监测等研究工作。</p>
			<p>学院获2010年陕西省科学技术奖一等奖：“西安地裂缝地面沉降成因与防治研究”；2011年测绘科技进步奖一等奖：“地质灾害中GPS与InSAR高精度监测关键技术与应用”；2012年国家科学技术进步奖二等奖：“西安地裂缝成因与减灾关键技术”；2012年陕西省科学技术奖一等奖：“基于网络和信息技术的GPS新技术及其在西部工程建设和防灾中的应用”；2015年卫星导航定位科技进步奖二等奖：高精度GPS测量成果质量检验技术研究及系统构建；2016年国土资源科学技术一等奖：“汾渭盆地地裂缝分布规律、成因机理与减灾技术”；2017年湖南省科学技术奖一等奖：InSAR毫米级地表形变监测的关键技术及应用；2018年卫星导航定位科技进步奖二等奖：北斗/GNSS卫星钟在轨性能评估方法和钟差模型研究；2018年国家科学技术进步奖二等奖：“InSAR毫米级地表形变监测的关键技术及应用”；2019年陕西省科技进步奖一等奖：“黄土灾变力学及地震地质灾害评价关键技术”。</p>
			<p>学院先后获批国家自然科学基金重大基金项目1项：“黄土高原重大工程灾变机理与防控”；国家自然科学基金重大基金专项项目1项：“川藏铁路重大灾害风险识别与预测”；国家重点研发计划项目1项：“特大滑坡实时监测预警与技术装备研发”；国家重大科研仪器设备研制专项1项：“复杂结构黄土边坡工程地质自适应原位协同探测系统”，国家自然科学基金重点项目4项：“人类活动的黄土滑坡响应机理与灾害预警”、“环境影响下黄土边坡灾变力学机制的微-细-宏观多尺度研究”、“多辐射源、多分辨地空瞬变电磁深部探测偏移成像理论与方法研究”、“环境影响下黄土边坡灾变力学机制的微-细-宏观多尺度研究”；国家自然科学基金优秀青年科学基金项目1项：“工程地质与地质灾害”；国际合作与交流项目2项：“东非裂谷区地裂缝灾害机理与防控”、“水致地质灾害与城市可持续发展”；海外及港澳学者合作研究基金项目2项：“先进InSAR技术用于中美滑坡关键问题联合研究”、“星空地InSAR技术用于中美滑坡监测预警联合研究”；国家重点研发计划课题4项、子题12项等。</p>
			<p>学院现有教职工192名，其中全职专任教师157名；教师结构合理，教授34人，副教授61人；博导53人、硕导92人、专硕校外导师72人；93%以上教师具有博士学位。现有院士1人，双聘院士3人，国家级人才4人，省部级人才7人。学院拥有3个博士后科研流动站，地质资源与地质工程、地球物理学、测绘科学与技术3个一级学科博士学位授权点，安全科学与工程1个一级学科硕士学位授权点，13个二级学科博士点，14个硕士点，1个专业学位硕士授权点，开设7个本科专业。现有在校本科生2000余人，博硕士研究生800余人。六十多年来，各学科已经培养出不同层次毕业生20000余人。</p>
			
			
			</view>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				tabCur: 1,
				tabList: [{
					name: '简介',
					id: 1
				}],
			};
		},
		onLoad(options) {
			// 初始化页面数据
			this.title=options.title;
		},
		methods: {

			tabSelect(e) {
				this.tabCur = e.currentTarget.dataset.id;
			}
		}
	};
</script>

<style lang="scss">
	p{
		text-indent:2em ;
		margin:10px auto;
		line-height:30px;
	}
	.sch-his-content{
		text-indent:2em ;
	}
	.school {
		background-color: #ffffff;
	}

	.sch-his {
		padding: 10px;
	}
</style>
